[
    {
        "id": 1,
        "name": "Lost Forest",
        "story": "You’re alone, it hasn’t always been this way. You can’t explain the way you feel but you know it’s off. People can tell and they try to help but everything they say passes in a fog. It’s like you’re lost in your own reality and don’t know where to go, what to do, or how to get out. As the sinking in your chest feels worse The Goblin comes from behind the trees.",
        "backgroundImage": "./Images/Locations/shroudedforest.jpg"
    
    },
    {
        "id": 2,
        "name": "Valley of Despair",
        "story": "You can’t breathe, you can’t control your emotions, you can’t control anything. Everything is out of order, chaos rules in the moment. Cold sweat, the fear is paralyzing. Your heart pounds and you can feel escalating. You dig down trying to gain control. Inhale. Exhale. Your calm yourself, and it’s then that you hear the Living Bones behind you. ",
        "backgroundImage": "./Images/Locations/valleyofdespair.jpg"
    },
    {
        "id": 3,
        "name": "Canyon of Screams",
        "story": "Everyone is out to get you, they’ve never met you. They’re in your head, everywhere with no escape. Paranoia, the voices, the never ending dread. It’s there, always there haunting you from all around. The screams grow louder, the noise is deafening when the Phantom Wraith surges toward you",
        "backgroundImage": "./Images/Locations/canyonofscreams.png"

    }, {
        "id": 4,
        "name": "Mount Doom",
        "story": "You’re calm, and then you’re not. All the anger and frustration inside of you seems to have just surfaced. Or was it always there? You can’t tell anymore, this rage comes and goes, followed by the emptiness. At this point, you don’t care what happens, there’s nothing you can do except slaughter the Ogre. ",
        "backgroundImage": "./Images/Locations/mountdoom.jpg"

    }
    , {
        "id": 5,
        "name": "The Abyss",
        "story": "You face the ultimate enemy. Your mind shivers as you feel something dark coming for you. Everything from your past journey seems to be coming in all at once. You get lost in yourself, lost in the overwhelming whirlpool of your own emotions. Nothing seems to make sense but you've made it this far and victory is the only road you will take.",
        "dark_mage_image": "Shadow_Mage_Squared",
        "dark_warrior_image": "Shadow_Warrior_Squared",
        "dark_rogue_image": "Shadow_Rogue_Squared",
        "backgroundImage": "./Images/Locations/theabyss.jpg"

    },
    {
        "id": 6,
        "name": "CONGRATULATIONS YOU WIN!",
        "story": "A Game BY (INSERT STUDIO NAME HERE)  ||May Burgos||  ||Kendall Bruce||  ||Daniel Pruitt||  ||Andrew Park|| ||Cody Covington|| -- Thanks for playing! ",
        "backgroundImage": "https://i.pinimg.com/originals/09/be/0e/09be0e3b4a8be14eaf70dc79b714bd40.jpg"
        
    },
    {
        "id": 7,
        "name": "GAME OVER SCREEN",
        "story": "YOU WERE DEFEATED. TRY AGAIN"
        
    },
    {
        "id": 8,
        "name": "CREDITS",
        "story": "credits rolling"
        
    }

]